Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Your session has expired. Please sign in again to continue.
ar: جلستك انتهت. سجل دخول مرة ثانية عشان تتابع
az: Sessiya bitdi. Davam etmək üçün yenidən daxil ol.
bg: Сесията ти изтече. Влез отново за да продължиш.
bn: আপনার সেশন এক্সপায়ার হয়েছে। চালিয়ে যেতে আবার সাইন ইন করুন।
bo: ཁྱོད་ཀྱི་ལམ་སྟེགས་དུས་ཚོད་ལས་ཟིན། སླར་ཡང་ཞིབ་དཔྱད་སྲུང་བསྒྲུབས་ནས་མུ་མཐུད་ལ།
bs: Sesija je istekla. Prijavi se ponovno.
ca: S'ha acabat la sessió. Torna a iniciar sessió per continuar.
ceb: Nag-expire na ang iyong session. Mag-sign in ulit para magpatuloy.
cs: Tvoje relace vypršela. Prosím přihlas se znovu, aby to pokračovalo.
da: Din session er udløbet. Log ind igen for at fortsætte.
de: Deine Sitzung ist abgelaufen. Melde dich nochmal an, um weiterzumachen.
el: Η συνεδρία σου έληξε. Συνδέσου ξανά για να συνεχίσεις.
es: Tu sesión expiró. Inicia sesión de nuevo para continuar.
et: Sessioon aegus. Jätka jätkamiseks sisse logida.
eu: Zure saioa amaitu da. Berriro sartu jarraitu ahal izateko
fa: جلسه‌ات انقضا‌یافت. دوباره وارد‌شو تا ادامه بدی.
fi: Istuntosi on vanhentunut. Kirjaudu uudelleen jatkaaksesi.
fr: Ta session a expiré. Reconnecte-toi pour continuer.
fr_ca: Ta session a expiré. Reconnecte-toi pour continuer.
ga: Tá do sheisiún imithe. Logáil isteach arís le leanúint ar aghaidh.
gl: A túa sesión expirou. Inicia sesión de novo para continuar.
he: התחברות שלך פקעה. התחבר שוב כדי להמשיך.
hi: तुम्हारा सेशन एक्सपायर हो गया। आगे बढ़ने के लिए दोबारा साइन इन करो।
hr: Sesija je istekla. Prijavi se ponovno.
hu: A munkameneteted lejárt. Jelentkezz be újra a folytatáshoz
id: Sesi kamu habis. Login ulang buat lanjut.
it: La tua sessione è scaduta. Accedi di nuovo per continuare.
ja: セッションが期限切れです。続行するにはもう一度サインインしてください。
ka: შენი სესია დაემთხვა. შედი ისევ, რომ გააგრძელო.
kab: Tiɣeldin-m ttemmet. Kerreḍ login.
ko: 세션이 만료됐어. 계속하려면 다시 로그인해 줘.
lt: Tavo sesija baigėsi. Prisijunk iš naujo.
lv: Tava sesija ir beigusies. Pierakstīties vēlreiz, lai turpinātu.
ms: Sesi kamu expired. Sign in lagi buat lanjut.
nb: Sesjonen har utløpt. Logg inn igjen for å fortsette.
nl: Je sessie is verlopen. Log in om door te gaan.
pa: ਤੇਰਾ session ਖਤਮ ਹੋ ਗਿਆ। ਦੁਬਾਰਾ sign in ਕਰ।
pl: Twoja sesja wygasła. Zaloguj się ponownie, aby kontynuować.
pt_br: Sua sessão expirou. Entra novamente pra continuar.
pt_pt: A sua sessão expirou. Por favor, inicie sessão novamente para continuar.
ro: Sesiunea a expirat. Conectează-te din nou.
ru: Твоя сессия истекла. Войди снова, чтобы продолжить.
sk: Tvoja relácia vypršala. Prihláš sa znova aby si pokračoval.
sr: Tvoja sesija je istekla. Molim te da se ponovo prijavi da nastaviš.
sv: Din session har gått ut. Logga in igen för att fortsätta.
th: เซสชันหมดอายุ ลง log in ใหม่เพื่อดำเนินการต่อ
tk: Sesiýun gutardy. Täzeden gir, dowam et.
tr: Oturumun süresi doldu. Devam etmek için tekrar giriş yap.
ug: سىزنىڭ جەلسە ئۆتۈپ كەتتى. داۋام قىلىش ئۈچۈن قايتا كىرىپ بېقىڭ.
uk: Твоя сесія закінчилася. Будь ласка, увійди знову, щоб продовжити.
ur: تمہارا session expire ہو گیا۔ دوبارہ sign in کرو۔
uz: Sessiya tugadi. Davom etish uchun qayta kiring.
vi: Phiên của bạn hết hạn. Đăng nhập lại để tiếp tục.
zh_hans: 登录已过期，请重新登录。
zh_hant: 你的工作階段已過期。請重新登入以繼續。

source: Your session has expired. Please sign in again.
ar: جلستك انتهت. سجل دخول مرة ثانية
az: Sessiya bitdi. Yenidən daxil ol.
bg: Сесията ти изтече. Влез отново.
bn: আপনার সেশন এক্সপায়ার হয়েছে। আবার সাইন ইন করুন।
bo: ཁྱོད་ཀྱི་ལམ་སྟེགས་དུས་ཚོད་ལས་ཟིན། སླར་ཡང་ཞིབ་དཔྱད་སྲུང་བསྒྲུབས།
bs: Sesija ti je istekla. Ponovo se prijavi.
ca: S'ha acabat la sessió. Torna a iniciar sessió.
ceb: Nag-expire na ang iyong session. Mag-sign in ulit.
cs: Tvoje relace vypršela. Prosím přihlas se znovu.
da: Din session er udløbet. Log ind igen.
de: Deine Sitzung ist abgelaufen. Melde dich nochmal an.
el: Η συνεδρία σου έληξε. Συνδέσου ξανά.
es: Tu sesión expiró. Inicia sesión de nuevo.
et: Sessioon aegus. Palun logi sisse.
eu: Zure saioa amaitu da. Berriro sartu
fa: جلسه‌ات انقضا‌یافت. دوباره وارد‌شو.
fi: Istuntosi on vanhentunut. Kirjaudu uudelleen.
fr: Ta session a expiré. Reconnecte-toi.
fr_ca: Ta session a expiré. Reconnecte-toi.
ga: Tá do sheisiún imithe. Logáil isteach arís.
gl: A túa sesión expirou. Inicia sesión de novo.
he: התחברות שלך פקעה. התחבר שוב.
hi: तुम्हारा सेशन एक्सपायर हो गया। दोबारा साइन इन करो।
hr: Sesija je istekla. Prijavi se ponovno.
hu: A munkameneteted lejárt. Jelentkezz be újra
id: Sesi kamu habis. Masuk lagi.
it: La tua sessione è scaduta. Accedi di nuovo.
ja: セッションが期限切れです。もう一度サインインしてください。
ka: შენი სესია დაემთხვა. შედი ისევ.
kab: Tiɣeldin-m ttemmet. Kerreḍ login.
ko: 세션이 만료됐어. 다시 로그인해 줘.
lt: Tavo sesija baigėsi. Prisijunk iš naujo.
lv: Tava sesija ir beigusies. Pierakstīties vēlreiz.
ms: Sesi kamu dah expired. Login lagi.
nb: Sesjonen har utløpt. Logg inn igjen.
nl: Je sessie is verlopen. Log in.
pa: ਤੇਰਾ session ਖਤਮ ਹੋ ਗਿਆ। ਦੁਬਾਰਾ sign in ਕਰ।
pl: Twoja sesja wygasła. Zaloguj się ponownie.
pt_br: Sua sessão expirou. Entra novamente.
pt_pt: A sua sessão expirou. Por favor, inicie sessão novamente.
ro: Sesiunea a expirat. Conectează-te din nou.
ru: Твоя сессия истекла. Войди снова.
sk: Tvoja relácia vypršala. Prihláš sa znova.
sr: Tvoja sesija je istekla. Molim te da se ponovo prijavi.
sv: Din session har gått ut. Logga in igen.
th: เซสชันหมดอายุ ลง log in ใหม่
tk: Sesiýun gutardy. Täzeden gir.
tr: Oturumun süresi doldu. Tekrar giriş yap.
ug: سىزنىڭ جەلسە ئۆتۈپ كەتتى. قایتا كىرىپ بېقىڭ.
uk: Твоя сесія закінчилася. Будь ласка, увійди знову.
ur: تمہارا session expire ہو گیا۔ دوبارہ sign in کرو۔
uz: Sessiya tugadi. Qayta kiring.
vi: Phiên của bạn hết hạn. Đăng nhập lại.
zh_hans: 登录已过期，请重新登录。
zh_hant: 你的工作階段已過期。請重新登入。

source: Your unsaved changes will be lost.
ar: التغييرات اللي ما حفظتها رح تضيع
az: Saxlanmamış dəyişikliklər itəcəkdir.
bg: Незапазените промени ще пропаднат.
bn: আপনার সেভ না করা চেঞ্জগুলো হারিয়ে যাবে।
bo: ཁྱོད་ཀྱིས་སྲུང་མེད་པའི་བསྒྱུར་ལེགས་དེ་ལུགས་གྱིན་ཡིན།
bs: Nesačuvane promjene će biti izgubljene.
ca: Perderàs els canvis que no has guardat.
ceb: Mawawala ang mga unsaved changes mo.
cs: Tvoje neuložené změny se ztratí.
da: Dine ændringer, der ikke er gemt, mistes.
de: Deine nicht gespeicherten Änderungen gehen verloren.
el: Οι αλλαγές που δεν έχεις αποθηκεύσει θα χαθούν.
es: Se perderán tus cambios sin guardar.
et: Salvestamata muudatused lähevad kaotsi.
eu: Zure gorde gabeko aldaketak galduko dira
fa: تغییرات ذخیره‌نشده‌ات حذف میشن.
fi: Tallentamattomat muutoksesi häviävät.
fr: Tes modifs non sauvegardées vont être perdues.
fr_ca: Tes changements vont être perdus.
ga: Caillfear do bhreisithe gan sábháil.
gl: Os cambios sen gardar perderanse.
he: השינויים שלך שלא נשמרו יאבדו.
hi: बिना सेव किए सब चेंजेज़ खो जाएंगे
hr: Nesačuvane promjene će biti izgubljene.
hu: A nem mentett módosítások elvesznek
id: Perubahan yang belum disimpen bakal ilang.
it: Perderai i tuoi cambiamenti non salvati.
ja: 保存されていない変更は失われます。
ka: შენი შეუნახო ცვლილებები დაკარგული იქნება.
kab: Isenfal-m ur yettwakelsin ara ad texḍen.
ko: 저장하지 않은 변경사항이 사라질 거야.
lt: Neišsaugoti pakeitimai bus prarasti.
lv: Tavas nesaglabātās izmaiņas tiks zaudētas.
ms: Perubahan belum disimpan akan hilang.
nb: Endringer som ikke er lagret blir borte.
nl: Je wijzigingen gaan verloren.
pa: ਤੇਰੀਆਂ unsaved changes ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ।
pl: Stracisz niezapisane zmiany.
pt_br: Suas alterações não salvas vão ser perdidas.
pt_pt: As suas alterações não guardadas serão perdidas.
ro: Modificările nesalvate vor fi pierdute.
ru: Твои несохранённые изменения будут потеряны.
sk: Tvoje neuložené zmeny sa stratia.
sr: Tvoje nesačuvane izmene će biti izgubljene.
sv: Dina osparade ändringar kommer att gå förlorade.
th: การเปลี่ยนแปลงที่ยังไม่บันทึกจะหายไป
tk: Saklanmadyk üýtgüleri ýitirir.
tr: Kaydedilmemiş değişikliklerin kaybolacak.
ug: سىزنىڭ ساقلىنمىغان ۆزگەرتىشلىرى يوق بولىدۇ.
uk: Твої незбережені зміни будуть втрачені.
ur: تمہاری unsaved changes ختم ہو جائیں گی۔
uz: Saqlanmagan o'zgarishlar yo'qolib ketadi.
vi: Những thay đổi chưa lưu sẽ bị mất.
zh_hans: 没保存的改动会丢失。
zh_hant: 你未儲存的變更將會遺失。

source: On-Device (Qwen3 ASR)
az: Cihazda (Qwen3 ASR)
bg: На устройството (Qwen3 ASR)
bn: অন-ডিভাইস (Qwen3 ASR)
bo: ཆས་ཁོང་(Qwen3 ASR)
bs: Na uređaju (Qwen3 ASR)
ca: Al dispositiu (Qwen3 ASR)
cs: Na zařízení (Qwen3 ASR)
da: På enhed (Qwen3 ASR)
es: En dispositivo (Qwen3 ASR)
eu: Gailuan (Qwen3 ASR)
fa: روی دستگاه (Qwen3 ASR)
fi: Laitteella (Qwen3 ASR)
fr: Sur l'appareil (Qwen3 ASR)
fr_ca: Sur l'appareil (Qwen3 ASR)
ga: Ar an Ghléas (Qwen3 ASR)
gl: No dispositivo (Qwen3 ASR)
hi: डिवाइस पर (Qwen3 ASR)
hr: Na uređaju (Qwen3 ASR)
hu: Eszközön (Qwen3 ASR)
ja: デバイス上 (Qwen3 ASR)
ka: მოწყობილობაზე (Qwen3 ASR)
kab: Deg-igenal (Qwen3 ASR)
ko: 기기 내 (Qwen3 ASR)
lt: Įrenginyje (Qwen3 ASR)
lv: Uz ierīces (Qwen3 ASR)
ms: Dalam Peranti (Qwen3 ASR)
nl: Op apparaat (Qwen3 ASR)
pa: ਡਿਵਾਈਸ 'ਤੇ (Qwen3 ASR)
pl: Na urządzeniu (Qwen3 ASR)
pt_br: No dispositivo (Qwen3 ASR)
pt_pt: No Dispositivo (Qwen3 ASR)
ro: Pe dispozitiv (Qwen3 ASR)
ru: На устройстве (Qwen3 ASR)
sk: Na zariadení (Qwen3 ASR)
sr: Na uređaju (Qwen3 ASR)
sv: Lokal (Qwen3 ASR)
tk: Sazlamada (Qwen3 ASR)
tr: Cihazda (Qwen3 ASR)
ug: جهازتا (Qwen3 ASR)
uk: На пристрої (Qwen3 ASR)
ur: آن ڈیوائس (Qwen3 ASR)
uz: Qurilmada (Qwen3 ASR)
vi: Trên thiết bị (Qwen3 ASR)
zh_hans: 本地 (Qwen3 ASR)
zh_hant: 本機 (Qwen3 ASR)

source: OP
bg: ОП
uk: ОП

source: HTML
bn: এইচটিএমএল
uz: ҲТМЛ

source: Open UI
pa: UI ਖੋਲ
sk: Otvoriť UI
sv: Öppna UI
tk: UI aç
uz: UI ni ochish
